"Hide %@" = "%@ elrejtése";"Hide Others" = "Többi elrejtése";"Services" = "Szolgáltatások";"Show All" = "Összes megjelenítése";"Quit %@" = "Kilépés az %@ból";"Preferences.SystemLanguage" = "hu";